Repository: Eduardo0224/Inku
Catalog: Inku/Resources/ProfileLocalizable.xcstrings
Source language: en
Languages: es

# PROFILE_TITLE
source: Profile
es: Perfil

# UNAUTHENTICATED_TITLE
source: Sync Your Collection
es: Sincroniza tu colección

# UNAUTHENTICATED_SUBTITLE
source: Sign in to backup your collection and access it from any device
es: Inicia sesión para respaldar tu colección y acceder desde cualquier dispositivo

# LOCAL_COLLECTION_TITLE
source: Local Collection
es: Colección local

# LOCAL_COLLECTION_SAVED
source: Your collection is saved locally on this device
es: Tu colección está guardada localmente en este dispositivo

# AUTHENTICATED_WELCOME
source: Signed in as
es: Conectado como

# SYNC_STATUS_TITLE
source: Sync Status
es: Estado de sincronización

# SYNC_BUTTON
source: Sync Now
es: Sincronizar ahora

# ACCOUNT_SECTION
source: Account
es: Cuenta

# CLOUD_LABEL
source: Cloud
es: Nube

source: Mangas to Sync
es: Mangas por sincronizar

# SESSION_EXPIRED_TITLE
source: Session Expired
es: Sesión expirada

# SESSION_EXPIRED_MESSAGE
source: Your session has expired. Please log in again.
es: Tu sesión ha expirado. Por favor, inicia sesión de nuevo.

source: Loading cloud collection...
es: Cargando colección en la nube...

# VERSION_LABEL
source: Version %@
es: Versión %@

# SYNC_FETCHING_CLOUD
source: Fetching cloud collection...
es: Obteniendo colección en la nube...

# SYNC_UPLOADING_COUNT
source: Uploading %lld manga(s)...
es: Subiendo %lld manga(s)...

# SYNC_SUCCESS_COUNT
source: Successfully synced %lld manga(s)
es: Se sincronizaron %lld manga(s) exitosamente

# SYNC_ALL_SYNCED
source: All mangas are already synced
es: Todos los mangas ya están sincronizados

# SYNC_DOWNLOADING_FROM_CLOUD
source: Downloading from cloud...
es: Descargando desde la nube...

# SYNC_DOWNLOADED_COUNT
source: Downloaded %lld manga(s)
es: Se descargaron %lld manga(s)

# SYNC_ALL_LOCAL
source: All cloud mangas already in local
es: Todos los mangas de la nube ya están en local

# SYNC_ERROR_DOWNLOAD
source: Failed to download cloud collection
es: Falló la descarga de la colección en la nube

# SYNC_DELETING_COUNT
source: Deleting %lld manga(s)...
es: Eliminando %lld manga(s)...
